{
  "nav": {
    "about": "A Propos",
    "projects": "Mes Projets",
    "skills": "Compétences"
  },
  "about": {
    "title": "Je suis Camille Lavenant,",
    "subtitle": "Administratrice systèmes et réseaux à Rennes",
    "1": "Après avoir obtenue un diplôme de master de recherche en chinois en 2020, je suis actuellement en reconversion professionelle.",
    "2": "Suite à une formation en développement Web, je poursuis mes études vers la cybersécurité grâce à une formation en systèmes et réseaux.",
    "3": "J'utilise des outils comme VMware et Docker, travaille avec Linux, gère des incidents réseaux et en déploie (DHCP, VLAN, DNS, VPN).",
    "4": "N'hésitez pas à me contacter.",
    "5": "Télécharger mon CV"
  },
  "my-projects": {
    "title": "Mes projets"
  },
  "projects": {
    "github": "Dépôt github",
    "sophie": {
      "title": "Portfolio Sophie Bluel",
      "content": "Création d'une page web dynamique d'un site de photographie avec Javascript",
      "info": "Découverte du language Javascript pour réaliser une page dynamique en récupérant des données utilisateurs via des formulaires. Apprentissage de la manipulation du DOM et gestion des événements utilisateurs."
    },
    "carducci": {
      "title": "Portfolio Nina Carducci",
      "content": "Débugger et optimiser un site de photographie avec Lighthouse & Wave",
      "info": "Apprentissage des techniques de SEO avec Lighhouse et Wave. Mise en place de conversion de fichiers (webp, avi), lazy loading, accessibilité de la page avec référencement et balises méta, minification de code et débogage. "
    },
    "kasa": {
      "title": "Kasa",
      "content": "Création d'une application web de location immobilière avec la librairie javascript React",
      "info": "Apprentissage de la librairie React avec développement d'éléments d'interface à l'aide de composants. Configuration de la navigation entre les pages à l'aide de React Router."
    },
    "grimoire": {
      "title": "Mon Vieux Grimoire",
      "content": "Développement du back-end d'un site de notation de livres avec MongoDB, Node.js et Express",
      "info": "Utilisation de Node.js avec Express et Nodemon pour réaliser le back-end du site. Implémentation d'un modèle de données conforme et connexion à la base de données avec Mongoose, utilisation des opérations CRUD. Stockage de données sécurisées dans MongoDB Atlas et hashage de mot de passe avec bcrypt."
    },
    "flix": {
      "title": "Myflix",
      "content": "Création d'un site de streaming de films de type media center",
      "info": "Il s'agit de mon nouveau projet personnel en cours. Inspiré du style Netflix, ce projet est réalisé avec le framework Next.js (React & Node), Typescript, Tailwind css, MongoDB, Prisma et Raspberry-pi pour l'hébergement."
    }
  },
  "my-skills": {
    "title": "Mes compétences",
    "1": "Compétences Front-end",
    "p1": "Interface responsive",
    "p2": "Javascript Vanilla",
    "p3": "Figma",
    "2": "Compétences Back-end",
    "p4": "Authentification",
    "3": "Divers",
    "p5": "Méthode agile",
    "p6": "Optimisation",
    "p7": "Debogage",
    "4": "En cours",
    "p8": "ORM Prisma",
    "p9": "OCR",
    "p10": "Tailwind CSS",
    "p11": "Hébergement de site"
  },
  "footer": {
     "1": "Contact"
  }
}